export const CategoryData = [
  {
    genres: [
      {
        genre: [
          {
            title: '로맨스 e북',
            spec: [
              '현대물',
              '역사/시대물',
              '판타지물',
              '할리퀸 소설',
              '19+',
              'TL 소설',
              '섹슈얼 로맨스',
              '하이튼',
            ],
          },
          {
            title: '로맨스 웹소설',
            spec: ['현대물', '역사/시대물', '판타지물'],
          },
        ],
      },
      {
        genre: [
          {
            title: '판타지 e북',
            spec: [
              '정통 판타지',
              '퓨전 판타지',
              '현대 판타지',
              '게임 판타지',
              '대체 역사물',
              '스포츠물',
              '신무협',
              '전통무협',
            ],
          },
          {
            title: '판타지 웹소설',
            spec: ['정통 판타지', '퓨전 판타지', '현대 판타지', '무협 소설'],
          },
        ],
      },
      {
        genre: [
          {
            title: '만화 e북',
            spec: [
              '국내 순정',
              '해외 순정',
              '드라마',
              '성인',
              '할리퀸',
              '무협',
              '학원',
              '액션',
              '판타지 SF',
              '스포츠',
              '코믹',
              'GL',
              '공포/추리',
              '만화잡지',
            ],
          },
          {
            title: '라이트노벨',
            spec: ['국내 라노벨', '해외 라노벨', '성인 라노벨', 'TL'],
          },
        ],
      },
      {
        genre: [
          {
            title: '웹툰',
            spec: [
              '국내 순정',
              '해외 순정',
              '드라마',
              '성인',
              '액션/무협',
              '판타치/SF',
              '스포츠/학원',
              '코믹',
              'GL',
              '공포/추리',
            ],
          },
        ],
      },
      {
        genre: [
          {
            title: 'BL 소설 e북',
            spec: ['현대물', '판타지물', '역사/시대물', '해외 소설'],
          },
          {
            title: 'BL 웹소설',
            spec: ['현대물', '판타지물', '역사/시대물'],
          },
          {
            title: 'BL 만화 e북',
            spec: ['국내 만화', '해외 만화'],
          },
          {
            title: 'BL 웹툰',
            spec: ['웹툰'],
          },
        ],
      },
    ],
  },
  {
    genres: [
      {
        title: '소설',
        spec: [
          '소설전체',
          '한국소설',
          '영미소설',
          '일본소설',
          '중국소설',
          '북유럽소설',
          '독일소설',
          '프랑스소설',
          '기타국가소설',
          '추리/미스터리/스릴러',
          'SF 소설',
          '국내 판타지 소설',
          '해외 판타지 소설',
          '국내 역사소설',
          '해외 역사소설',
          '대체 역사소설',
          '동양 고전문학',
          '서양 고전문학',
        ],
      },
      {
        title: '경영/경제',
        spec: [
          '경영/경제 전체',
          '경영일반',
          '경제일반',
          '마케팅/세일즈',
          '재테크/금융/부동산',
          'CEO/리더십',
        ],
      },
      {
        title: '인문/사회/역사',
        spec: ['인문/사회/역사 전체', '인문', '정치/사회', '예술/문화', '역사'],
      },
      {
        title: '자기계발',
        spec: [
          '자기계발 전체',
          '성공/삶의자세',
          '기획/창의/리더십',
          '설득/화술/협상',
          '취업/창업',
          '여성',
          '인간관계',
        ],
      },
      {
        title: '에세이/시',
        spec: ['에세이/시 전체', '에세이', '시'],
      },
      {
        title: '잡지',
        spec: [
          '잡지 전체',
          '경영/재테크',
          '문학/교양',
          '여성/패션/뷰티',
          '디자인/예술',
          '건강/스포츠',
          '취미/여행/요리',
          '과학/IT',
          '종교',
          '만화',
          '성인(19+)',
        ],
      },

      {
        title: '종교',
        spec: [
          '종교 전체',
          '종교일반',
          '가톨릭',
          '기독교(개신교)',
          '불교',
          '기타',
        ],
      },
      {
        title: '외국어',
        spec: [
          '외국어 전체',
          '비즈니스영어',
          '일반영어',
          '제2외국어',
          '어학시험',
        ],
      },
      {
        title: '과학',
        spec: ['과학 전체', '과학일반', '수학', '자연과학', '응용과학'],
      },
      {
        title: '진료/교육/교재',
        spec: [
          '진료/교육/교재 전체',
          '공부법',
          '특목고/자사고',
          '대입 수시',
          '대입 논술',
          '대입 합격수기',
          '진로 탐색',
          '유학/MBA',
          '교재/수험서',
        ],
      },
      {
        title: '컴퓨터/IT',
        spec: [
          '컴퓨터/IT 전체',
          'IT 비즈니스',
          '개발/프로그래밍',
          '컴퓨터/앱 활용',
          'IT 자격증',
          'IT 해외원서',
        ],
      },
      {
        title: '건강/다이어트',
        spec: [
          '건강/다이어트 전체',
          '다이어트/운동/스포츠',
          '스타일/뷰티',
          '건강',
        ],
      },
      {
        title: '가정/생활',
        spec: [
          '가정/생활 전체',
          '결혼/임신/출산',
          '육아/자녀교육',
          '취미/요리/기타',
        ],
      },
      {
        title: '어린이/청소년',
        spec: ['어린이/청소년 전체', '유아', '어린이', '청소년'],
      },
      {
        title: '여행',
        spec: ['여행 전체', '국내여행', '해외여행'],
      },
      {
        title: '해외도서',
        spec: ['해외도서 전체'],
      },
    ],
  },
];
